console.log(
    'Оценка с учетом 10 за дополнительные анимации 148',
    'Внимание! не все анимации корректно работают на других разрешениях, так что проверяйте на разрешении 1920px как указано в таске',
    'Анимированы практически все секции, различными вариантами появления текстового содержимого при скролле.',
    'Самая прикольная фишка на мой взгляд это буквы в секции эксплор)',
    'Не выполненные/не засчитанные пункты',
    "1) если внутри слайда проигрывается видео с YouTube, клик по стрелке перелистывания слайдов или клик по буллету останавливает проигрывание видео",
    '2) есть возможность перелистывания слайдов кликами по буллетам(кружочки внизу слайдера), при этом также меняется основное видео',
    '3) при перелистывании слайдов буллет активного слайда подсвечивается(выделяется стилем)',
    '4) если основное видео проигрывалось при перелистывании слайдера, проигрывание видео останавливается, прогресс бар сдвигается к началу, иконки "Play" на панели управления и по центру видео меняются на первоначальные',
    '5) панель управления в полноэкранном режиме визуально выглядит так же, как на макете - кнопки равномерно распределены по всей ширине страницы, относительные размеры между кнопками и ползунками, а также относительные размеры самих кнопок остались прежними',
    'Частично выполненные пункты:',
    '1) если видео с YouTube проигрывается, клик по кнопке Pause останавливает его проигрывание.Также проигрывание видео останавливается, если кликнуть по другому слайду или кнопке Play в центре другого слайда.В указанной ситуации другое видео должно запуститься, а текущее остановиться.Невозможно проигрывание нескольких YouTube видео одновременно',
    '2) есть возможность перелистывания слайдов с видео влево и вправо кликами по стрелкам.Слайды перелистываются по одному, при этом также меняется основное видео')